{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"init": "glorot_uniform", "W_regularizer": null, "name": "dense_1", "b_constraint": null, "activity_regularizer": null, "trainable": true, "activation": "linear", "input_dtype": "float32", "output_dim": 100, "bias": true, "input_dim": 9216, "W_constraint": null, "b_regularizer": null, "batch_input_shape": [null, 9216]}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_1"}}, {"class_name": "Dense", "config": {"init": "glorot_uniform", "W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "trainable": true, "activation": "linear", "output_dim": 30, "bias": true, "input_dim": 100, "W_constraint": null, "b_regularizer": null, "name": "dense_2"}}], "keras_version": "1.2.0"}